import {
  AboutArt,
  AboutMe,
  BgFirst,
  BgSecond,
  BgThirt,
  MainImageDiv,
  MainSection,
  P,
  SectionBeforPictures,
  WrapButton,
} from './Gallery.styled';
import { motion } from 'framer-motion';
import BannerComp from './Banner';
import Loader from './Loader';
import { BASIC_URL } from 'service/basicUrl';
import { useTranslation } from 'react-i18next';
// import { FaStarOfLife } from 'react-icons/fa';
import { useRef, useState } from 'react';
import { Link, useLocation } from 'react-router-dom';
import { CommonButton } from 'components/common/commonButton/button';

const Gallary = () => {
  const [loader, setLoading] = useState(true);
  const [t] = useTranslation();

  const location = useLocation();
  const rref = useRef();

  const styles = {
    padding: '2px 10px',

  };

  return (
    <MainSection>
      {/* <Loader /> */}
      {loader ? (
        <motion.div key="loader">
          <Loader setLoading={setLoading} />
        </motion.div>
      ) : (
        <>
          <BannerComp refToPict={rref} />
          {!loader && (
            <MainImageDiv>
              <motion.img
                src={`${BASIC_URL}/imagesLoader/lions.jpg`}
                alt={`picture 'Lions'`}
                layoutId="main-image"
                transition={{
                  ease: [[0.6, 0.01, -0.05, 0.9]],
                  duration: 1.6,
                }}
                width="100%"
              />
            </MainImageDiv>
          )}
          <SectionBeforPictures>
            <AboutArt>{t('gallaryPage.art')}</AboutArt>
            <AboutMe ref={rref}>
              {/* <FaStarOfLife size={'10px'} /> <br /> */}
              <BgFirst>
                <P>
                  Як фізичному тілу для існування потрібна їжа, так і тілу
                  ємоцій і відчуттів потрібна підтримка. Мотивація, настій,
                  енергія для роботи, творчості та і просто радість до свого
                  життя обумовлюється наповненістю своєї душі.
                </P>
                <P>
                  Знаю багато людей які кажуть що нема сил, просто безмежна,
                  постійна втома, апатія. Розповідається про відчуття, наче всім
                  навкруги ти віддаєш енергію, а самому її не вистачає.... ніде
                  взяти. В хід йдуть всі можливі шляхи самообману. Хтось думає
                  що це тому, що не вистачає грошей, хтось, тому що вже 30, а
                  дітей ще нема, хтось тому що батьки хворі, або діти непутьові,
                  і так далі без зупину. Завжди є причина бути нещасним, причина
                  обргунтувати свій стан.
                </P>
                <P>
                  Я думаю відчуття нестачі життєвої енергії таке розповсюждене
                  тому,що умови сучасного життя не дають змоги знайти те своє що
                  буде тебе наповнювати, те, що не буде від тебе нічого брати, а
                  навпроти, буде віддавати тобі.
                </P>
              </BgFirst>
              <BgSecond>
                <P>
                  Все що ми їмо стає, врешті решт, нами, тобто нашими тілами. Є
                  різниця що ми вживаємо, стигле яблучко вирощене в саду або
                  хот-дог з вуличної кавʼярні. І те і інше вбудується в наші
                  тканини і стане нашими тілами, даючи нам,або не даючи, силу,
                  міць і красу. Те, яку енергію ми поглинаємо, аналогічно стає
                  нами, нашими реакціями, настроєм і врешті решт, намірами. Є
                  різниця дивимось ми фільм жаху, серіал з кровопролиттям,
                  травмуючу музику бажаючи відпочити, або ідемо гуляти в ліс,
                  мріяти. Якість енергії різна, і вона стане нами.
                </P>
                <P>
                  {' '}
                  Подобається нам чи ні- це працює. Це легко перевірити. В
                  кожної людини є щось своє; Хтось завмирає від прослуховування
                  музики, хтось втрачає рахунок часу під час читання, комусь щоб
                  перезавантажитись треба вибратись в ліс або гори. Я зараз не
                  маю на увазі жодних видів діяльності що викликають просто
                  викід гармонів, в залежнісь від яких впадає людина- це ніякого
                  відношення до життєвої енергії немає,це залежнісь.
                </P>
              </BgSecond>
              <BgThirt>
                <P>
                  Коли я попадаю в оточення картин, звісно коли є можливість
                  побути з ними наодинці, поміркувати, я кажу- це мій храм.
                  Живопис це мова без слів. Як і будь яке мистецтво.
                </P>
                <P>
                  {' '}
                  Я почала малювати у 2018 році. Я стверджую, що я стала дійсно
                  щасливішою. З того часу як в моєму житті зʼявились фарби і
                  полотна я по інакшому дивлюсь на світ, і це не тому що
                  змінилось щось навкруги- змінилось всередині. Тому я не просто
                  малюю, я пишу саме те що, з мого погляду, наповнює.
                </P>
                <P>
                  Беручись за картину я думаю що вона буде нести, випромінювати.
                  Де буде для неї місце, це спальня чи кухня? Що вона додасть у
                  простір мешкання: спокій чи викличе усмішку. Скільки часу
                  проведе спостерігач біля неї? Пройшов сказавши- красиво, або
                  зупинився і подумав-"Блін, як глибоко"! Не пишу коли мені
                  погано або сумно, картини, як і всі речі створені
                  власноруч,свого роду терафіми, сила їх залежить тільки від
                  того, настільки енергетично сильний автор.(Всім відомі історій
                  про загадкові пожежі в будинках де зʼявлялась певнна картина,
                  або успіх в заміжжі або народженні дітей з появою якоїсь
                  картини. )
                </P>
              </BgThirt>
              <P>
                Все що нас оточує має сенс, має якийсь вплив на нас. Інколи ми
                перестаєм помічати якісь речі нашого оточення, але варто ях
                кудись убрати - одразу відчувається пустота. Те що навколо
                просто створює атмосферу, це про настрій з яким ми прокидаємось,
                і що відчуваєм коли повертаємось додому після рабочого дня або
                відпустки.
              </P>
              <P> Ділюсь своїм сприйняттям і своєю творчістю. </P>
              <P>Запрошую до перегляду картин</P>
              <Link to={'/painting/list_pictures'} state={{ from: location }}>
                <WrapButton>
                  <CommonButton
                    styled={styles}
                    text={t('gallaryPage.buttonListPicture')}
                  />
                </WrapButton>
              </Link>
            </AboutMe>
          </SectionBeforPictures>
        </>
      )}
    </MainSection>
  );
};

export default Gallary;
