{
  "text": "Сьогодні після обіду йде дощ",
  "name": "Наталі Шкарупета",
  "email": "Напишіть мені листа",
  "firstName": "Наталі",
  "secondName": "Шкарупета",
  "info": "З давніх давен життя називали рікою,кожен наступний метр вона не така як була раніше, за рахунок нового складу грунту,притоків, тощо.Кожен новий день життя насичується чимось новим - думками, відчуттями, знаннями. А якщо це зупинеться, як ріка перетвориться на болото, так і життя почне закисати, гнити і вмирати. Розвиток і розквіт- це обовїязок кожної людини. ",
  "footer": {
    "date": "Сьогодні {{date,  DATE_HUGE}}",
    "date_morning": "Доброго раночку! Сьогодні {{date, DATE_HUGE}} | Бажаю чудового дня!",
    "date_afternoon": "Добрий день! Сьогодні {{date, DATE_HUGE}} Якщо у вас є ідея, в яку ви по–справжньому вірите, то робіть щось, інакше вона так і залишиться лише ідеєю. ",
    "date_evening": "Добрий вечір! Сьогодні {{date, DATE_HUGE}}"
  },
  "textBut": "Дізнатись більше",
  "aboutMe":"Вітаю Вас на моєму сайті :). Я людина яка ніколи не втомиться пізнавати життя, шукати відповіді на питання що зʼявляються, і я ніколи не зупинюсь в розвитку себе як істоти що створена по образу і подобі Бога. ",
  "aboutMe1":"Багато років тому я познайомилась з стародавньою культурою, по філософії якої, людина це неймовірне створіння що постійно розвивається і змінюється. Людина - це процесс, так кажуть сучасні йогіни! Згідно цього, життя, це є постійна асиміляція енергій і переведенння їх у матеріальне - у фізичні здібності, з часом таланти (звісно не без духовного аспекта, але ця тема варта окремого сайту:)). І я підтримую це!!! Час нашого виховання якимось чином створив ілюзію, що людина має обрати собі професію одну на все життя, з чим я стовідсотково не згодна! Таке обмеження зупиняє і прирікає на прісне існування, і це суперечить законам еволюції. На мій погляд, ми маємо починати вчитись з того, на чому зупинились наші викладачі , у всьому- тоді пізнання і думка будуть змушені рухатись далі. ",
 "professions":{
      "dev":"розробник",
      "art":"художник",
      "astr":"астролог",
      "lash":"лашмейкер",
      "teacher":"вихователь",
      "herb":"травник"
 }

}
 