{
  "blog": "My blog",
  "pageBlog": {
    "modal": {
      "attention": "Attention! This action is only available to the author.",
      "key": "Enter key"
    }
  },
  "info": "Since ancient times, life has been called a river, every next meter it is not the same as it was before, due to the new composition of the soil, tributaries, etc. Every new day of life is filled with something new - thoughts, feelings, knowledge. And if this stops, just as the river turns into a swamp, so life will begin to sour, rot and die. Development and prosperity is the duty of every person.",
  "name": "Natali Shkarupeta",

  "firstName": "Natali",
  "secondName": "Shkarupeta",
  "footer": {
    "date": "Today is {{date, DATE_HUGE}}",
    "date_morning": "Good morning! Today is {{date, DATE_HUGE}} | Have a nice day!",
    "date_afternoon": "Good afternoon! It's {{date, DATE_HUGE}}",
    "date_evening": "Good evening! Today was the {{date, DATE_HUGE}}",
    "connect_me": "You can contact me on social networks or messengers:"
  },

  "aboutMe": "Welcome to my website :). I am a person who will never get tired of learning about life, looking for answers to questions that arise, and I will never stop developing myself as a being created in the image and likeness of God.",
  "aboutMe1": "Many years ago, I got acquainted with an ancient culture, according to the philosophy of which, man is an incredible creature that is constantly developing and changing. A person is a process, so say modern yogis!According to this, life is a constant assimilation of energies and their transformation into material - into physical abilities, eventually talents (of course not without a spiritual aspect, but this topic is worth a separate site:)). And I support it!!! The time of our upbringing somehow created the illusion that a person should choose one profession for the rest of his life, which I do not agree with one hundred percent! Such a restriction stops and condemns to a pure existence, and it contradicts the laws of evolution. In my opinion, we should start learning from what our teachers stopped at, in everything - then knowledge and thought will be forced to move on. ",
  "professions": {
    "dev": "developer",
    "art": "artist",
    "astr": "astrologer",
    "lash": "lashmaker",
    "teacher": "educator",
    "herb": "herbal"
  },

  "button": {
    "commonButton": {
      "edit": "Edit",
      "share": "Share",
      "delete": "Delete",
      "showMore": "Read all"
    },
    "email": "Send me letter",
    "textBut": "To learn more",
    "buttonHome": "Home",
    "back": "Back"
  },
  "description_page": {},
  "paintin_page": {
    "paintinTitle1": "Social project 'Gratitude of Ukraine'",
    "paintinTitle2": "Gallery of my works"
  },
  "socialProject_page": {
    "text1": "An hour after the explosions in my city (Kharkiv), my husband, two children, a cat and a dog were already in the car on the way out of the city. The four of us had only one half-empty suitcase and a bag with the food that was in the fridge at the time. I remember traffic jams, incredible queues at gas stations and ATMs, frightened eyes all around, crowded old cars barely moving, not understanding anything, the feeling of being 'in nowhere'... And also nausea, a constant lump in my throat that prevented me from eating and drinking. From the east to the western cities, we drove for about a week, spent the night somewhere, drove again, and did not understand anything. WAR.",
    "text2": "On the second of April, my children and I crossed the border with Poland. We stopped at the volunteer center. After a while they picked us up and took us to a Polish family, it was around midnight if I'm not mistaken. Just strangers opened the doors of their homes to help.",
    "text3": "Until people learn to convey the emotions they feel to others, there will not be enough words and explanations to express what you feel at such moments. What ordinary families all over the world, and especially Polish families, have done for us refugees is incredible. There is no limit to gratitude.",
    "text4": "I know many stories not very pleasant, I know that there are many dissatisfied, offended and those who have a million claims from both sides; this is reality, not an illusion or a fairy tale, the fact that people let Ukrainian refugees in did not make them angels, and the refugees did not become better - only people from both sides. It is about what makes people human - compassion and willingness to help, to the extent of their understanding of these qualities. I am grateful from myself and from all those who got into a family, had a roof over their heads, necessary things and food. And the main thing - each of us had security - we could sleep, not be afraid of explosions, not be afraid at least for the children who were nearby. From everyone who had some time to figure out how to live on. THANKS!",
    "call": "A picture of a friendly family!!!",
    "appreciation": "Ukraine is a country of talented people, and has always been so. I want to express my gratitude physically :). Since I am an artist, the way available to me is paintings. My goal is to send a picture as a gift to as many families as possible around the world. To the families who opened the doors of their homes to our families.",
    "appreciationDetales": "this spase for the nice smail",
"ukraineIsCool":"Ukrainians can not only take - Ukrainians can also give."
  },
  "dev_page": {
    "info": "My osteopath friend says that the body begins to age when the spine begins to age, and brains begin to age when they stop working. Tension during brain activity guarantees liveliness and adequacy of the mind. To keep the mind active, it needs exercise, and development pairs well with that! </br> I finished the intensive FullStack Front-end developer course in April 2023, and since then I am even happier than I was before :). I love development and work on projects with pleasure.",
    "info1": "I am engaged in the development of sites. </br> ",
    "*": "I have a turnkey development option (in the Devops, Back-End team)",
    "ex": "Examples of work",
    "connect": "For an order or consultation on website development, contact me via "
  },
  "dalay_lama": {
    "name": "Dalai Lama XIV",
    "_1": "Be kinder whenever possible - and it is always possible,",
    "_2": "The planet does not need a large number of successful people, the planet desperately needs peacemakers, healers, restorers, storytellers and lovers of all kinds. It needs people with whom it is good to live. The planet needs people with morals and love, who will make this world alive and humane.",
    "_3": "Your work won't take care of you if you get sick, but your friends will. Don't get lost!",
    "_4": "Things were created to be used, and people to be loved. The world is in chaos precisely because everything is the opposite.",
    "_5": "The theme of compassion has nothing to do with religion, it is a common human cause - the only condition for the survival of the common human race.",
    "_6": "Give those you love wings to fly, roots to return to, and a reason to stay.",
    "_7": "There is no need for temples, no need for complex philosophy. Our own brain, our heart - this is our temple. My philosophy is kindness."
  },
  "learn_more": "",
  "learn_more1": "This approach to life is not needed by everyone, for whom the familiar environment of one job is enough, but those who need to feel movement, dynamics, should know that it is possible",
  "learn_more2": "According to this philosophy, a young couple, when they decide to get married, should write on paper, each to himself, without showing each other their plans for one, five and ten years to come. Then, the described expectations from life were given to the oldest in the family.He compared both views. If the visions of the future of the young people differed, the pieces of paper were shown to each other, and the young people were not allowed to marry. They had to combine their expectations without interfering with each other. It was important that each of them could realize their dreams. It was not a marriage of convenience or a sacrifice of one of the partners for the wishes of the other half, no. Life was valued as an opportunity to realize one's potential, because when a person has the opportunity (plans it and can achieve it) to achieve what he wants, he is motivated, excited by life, enthusiastic about it and happy. Such a person will have energy, creativity, desire to win and achieve the goal. Then the partner becomes a support, a support and a friend, then both are happy each in their life path and in the opportunity to walk this path side by side, to share difficulties and successes.",
  "learn_more3": "A person had to master seven professions!!!",
  "learn_more4": "For most of you, the first thought will probably be that it is impossible, and I had one too. But it is possible! This is what creates life - achieving results. I heard about only one person who lived according to a similar scenario - and I was surprised, fascinated by this person. To me, she was considered strong and brave, primarily because she was able to challenge society. Then, reflecting, it became clear that it is possible and real.",
  "learn_more5": {
    "start": " The first is priorities and common sense! Everyone needs to provide for themselves, so first you need to start with earning, then weave into life the directions to which you were drawn or are drawn. Make an approximate plan, it's quite simple to write down the steps that seem possible (and adjust them if necessary) - you don't need to meditate on them :). I will tell you how it turned out for me:",
    "step1": " As a child, my dream was to become a surgeon - I really wanted to save people, so the point about medicine is clear. Medical school was too expensive, so life took a different direction.I was interested in literature and the beauty of literary style - it was an aesthetic pleasure for me. In the period of youth and dreams, everyone observes the stars, I also observed and was very fond of the world structure. One of the first jobs, in my student days, was painting matryoshka dolls for sale in souvenir shops. There was a time when I was engaged in trade - I came up with clothing models and seamstresses sewed them to order, then they went on sale. I was 20 years old, I studied at the correspondence department and worked, then the universe gave me a friend who is a wonderful manicurist and eyelash extension artist.She did my beauty for free and I was terribly grateful and happy, because it raised my self-esteem and mood. I missed the girls who couldn't afford it. When you're in your twenties, quality beauty services are incredibly important :). I became a master with eyelash extensions! For the first two years, I worked very hard, 12-14 hours a day, for a very low price. I wanted to bring to others a little of the joy that I received myself; I wanted as many girls as possible to feel beautiful, and so it was! Then, of course, the price had to be raised, but that's another story.",
    "step2": " Life was permeated by impulses of various directions.",
    "step3": " When children appeared and began to get sick, the theme of medicine played very brightly. When she asked the doctor about her child's illness: 'is it an infection or a consequence', usually not receiving an adequate answer, she was very upset, annoyed, and, not understanding anything, was glad that she did not become a part of modern medicine. At moments when I felt that something really interesting had happened to me, I dreamed of writing a book. I adore books - they are a treasure, a gift of human genius. Can you imagine - a person can put his life on creating a book, and everyone else can survive this experience in a week or two! There are no words to adequately express the influence of books on personality development, without books the canvas of life loses many shades.",
    "step4": " When my daughter was three years old and she began to show interest in drawing, I took her to the artist for classes. While they had a lesson, I asked them to draw quietly so as not to waste time. After their class, when she saw my drawing, she asked in surprise where I learned to draw, to the answer - I didn't study - she said - 始drop your work and draw - you have talent始. And life turned upside down! Something caught fire in the middle, and it took away the peace for a long time :). As they say - 始when you start painting - first the borscht disappears from the refrigerator, then instead of meat in the freezer paints appear, and then the house forgets about cleanliness :)始",
    "step5": " All this happened while I worked as a master of eyelash extensions, I devoted 13 years to this occupation. For the last four, I have already drawn pictures and sold them. Consciousness was rebuilt, I realized that I can do everything that I was drawn to and was drawn to. It takes a little effort and consciousness to understand when to put it into practice, when there will be a good moment. Not abandoning the search for health support, both for myself and for my family, I began to study herbs. In the warm season, when we visit a village or country house, I study the surrounding herbs - you will be surprised when you learn that all the medicines grow under your feet! I managed to enroll in an astrology course and start studying the planets (correspondence study - 2 times a week, instead of a movie after work).",
    "step6": " When the war started, I stopped growing eyelashes, left the Academy of Astrology (because it is in Moscow). BUT!!! - development entered my life! And it's fantastic! This is a logical, digital balance of my creativity. I have new thoughts and projects, and I will definitely implement them.",
    "step7": " Seven/ten years to master a profession, achieve success in it and lose interest in it is enough, seven/ten years for each, a minimum of seven professions - a guarantee of an interesting and full life."
  }
}
