{
  "defoultText": "От халепа, щось пішло не так! Спробуйте перезавантажити сторінку або зайдіть пізніше.",
  "name": "Наталі Шкарупета",
  "nameText": {
    "nameText": "",
    "nameAstro": "",
    "nameArt": "",
    "nameBeauty": ""
  },
  "blog": "Мій блог",
  "pageBlog": {
    "modal": {
      "attention": "Увага! Ця дія доступна лише автору. ",
      "attentionDelete": "Увага! Ця дія доступна лише автору (видалення поста).",
      "key": "Введіть пароль"
    }
  },

  "mobile": {
    "layout": {
      "menu": "Меню",
      "text": "вітаю на своєму сайті"
    },
    "": ""
  },

  "firstName": "Наталі",
  "secondName": "Шкарупета",
  "info": "З давніх давен життя називали рікою,кожен наступний метр вона не така як була раніше, за рахунок нового складу грунту,притоків, тощо.Кожен новий день життя насичується чимось новим - думками, відчуттями, знаннями. А якщо це зупинеться, як ріка перетвориться на болото, так і життя почне закисати, гнити і вмирати. Розвиток і розквіт- це обовїязок кожної людини. ",
  "footer": {
    "date": "Сьогодні {{date,  DATE_HUGE}}",
    "date_morning": "Доброго раночку! Сьогодні {{date, DATE_HUGE}} | Бажаю чудового дня!",
    "date_afternoon": "Добрий день! Сьогодні {{date, DATE_HUGE}} Якщо у вас є ідея, в яку ви по–справжньому вірите, то робіть щось, інакше вона так і залишиться лише ідеєю. ",
    "date_evening": "Добрий вечір! Сьогодні {{date, DATE_HUGE}}",
    "connect_me": "Ви можете звʼязатись зі мною у соціальних мережах або месенжерах:"
  },

  "aboutMe": "Вітаю Вас на моєму сайті :). Я людина яка ніколи не втомиться пізнавати життя, шукати відповіді на питання що зʼявляються, і я ніколи не зупинюсь в розвитку себе як істоти що створена по образу і подобі Бога. ",
  "aboutMe1": "Багато років тому я познайомилась з стародавньою культурою, по філософії якої, людина це неймовірне створіння що постійно розвивається і змінюється. Людина - це процесс, так кажуть сучасні йогіни! Згідно цього, життя, це є постійна асиміляція енергій і переведенння їх у матеріальне - у фізичні здібності, з часом таланти (звісно не без духовного аспекта, але ця тема варта окремого сайту:)). І я підтримую це!!! Час нашого виховання якимось чином створив ілюзію, що людина має обрати собі професію одну на все життя, з чим я стовідсотково не згодна! Таке обмеження зупиняє і прирікає на прісне існування, і це суперечить законам еволюції. На мій погляд, ми маємо починати вчитись з того, на чому зупинились наші викладачі , у всьому- тоді пізнання і думка будуть змушені рухатись далі. ",
  "professions": {
    "dev": "Домашня сторінка",
    "art": "художник",
    "astr": "астролог",
    "lash": "лашмейкер",
    "teacher": "вихователь",
    "herb": "травник"
  },

  "button": {
    "commonButton": {
      "edit": "Редагувати",
      "share": "Поділитись",
      "delete": "Видалити",
      "showMore": "Читати повністю"
    },
    "email": "Напишіть мені листа",
    "textBut": "Дізнатись більше",
    "buttonHome": "На головну",

    "back": "Назад"
  },
  "description_page": {},
  "paintin_page": {
    "paintinTitle1": "Соціальний проект 'Вдячність України'",
    "paintinTitle2": "Галерея моїх робіт"
  },
  "gallaryPage": {
    "buttonListPicture": "До галереї",
    "art": "Мистецтво говорить на всіх мовах! Насолоджуйтесь переглядом картин, в них вкладене все найкраще! Купляйте для себе і близьких, створюйте свій простір свідомо.",
    "banner": {
      "WhoAmI": "Українська художниця",
      "name": "Наталі",
      "lastName": "Шкарупета",
      "scroll": "Info"
    },
    "aboutOrder": "Роздивитись картину,ознайомитись з умовами  замовлення або придбання, Ви можете натиснувши на зображення картини. Приємного перегляду )",

    "gallaryText": {
      "first": "Як фізичному тілу для існування потрібна їжа, так і тілу ємоцій і відчуттів потрібна підтримка. Мотивація, настpій, енергія для роботи, творчості  і просто радість до свого життя, обумовлюються наповненістю душі.",
      "second": "Знаю багато людей які кажуть що нема сил, просто безмежна, постійна втома, апатія. Розповідається про відчуття, наче всім навкруги ти віддаєш енергію, а самому її не вистачає.... ніде взяти. В хід йдуть всі можливі шляхи самообману.  Хтось думає що це тому, що не вистачає грошей, хтось -  тому що вже 30, а дітей ще нема, хтось - тому що батьки хворі, або діти непутьові...і так далі, без зупину. Завжди є причина бути нещасним, причина обргунтувати свій стан.",
      "third": "Думаю відчуття нестачі життєвої енергії таке розповсюждене тому, що умови сучасного життя орієнтують нас на роботу, що нас годує. Мало хто має час розуміти,  що без того, що нас наповнює емоційно, людина не здатна бути щасливою. Духовне і фізичне як дві ноги однієї людини, яка б не була міцна одна, якщо іншої нема - ти калека.",
      "fourth": "Все що ми їмо, врешті решт, стає нами, тобто нашими тілами. І є різниця що ми вживаємо, стигле яблуко або хот-дог з вуличної кавʼярні. І те і інше вбудується в наші тканини і стане нашими тілами; даючи, або не даючи, силу, міць і красу. Те, яку енергію ми поглинаємо, аналогічно стає нами. Нашими реакціями, настроєм і врешті решт, намірами. Є різниця дивимось ми фільм жахів, або йдем гуляти в ліс, мріяти. Якість енергії різна, і вона стає нами.",
      "fifth": "Подобається нам чи ні- це працює. Це легко перевірити. В кожної людини щось своє. Хтось завмирає від прослуховування музики, хтось втрачає рахунок часу під час читання, комусь для перезавантаження потрібно вибратись в ліс або гори. Я не маю на увазі жодних видів діяльності, що викликають викід гармонів, в залежнісь від яких впадає людина - це немає жодного відношення до життєвої енергії   - це залежнісь.",
      "sixth": "Коли я потрапляю в оточення картин, звісно коли є можливість побути з ними наодинці, я кажу- це мій храм. Живопис це мова без слів.",
      "seventh": "Я почала малювати у 2018 році. Я стверджую, що я стала щасливішою. З того часу як в моєму житті зʼявились фарби і полотна я по інакшому дивлюсь на світ, і це не тому що змінилось щось навкруги - змінилось всередині. Тому я не просто малюю, я пишу саме те що, з мого погляду, наповнює.",
      "eighth": "Беручись за картину я думаю що вона буде нести, випромінювати. Де буде для неї місце, це спальня, кухня чи офіс? Що вона додасть у простір приміщення,   спокій чи викличе усмішку? Скільки часу проведе спостерігач біля неї? Пройде сказавши -  `красиво`, або зупиниться іподумавши - `Вау, як глибоко`! Не пишу коли мені погано або сумно. Картини, як і всі речі створені власноруч, свого роду терафіми, сила їх залежить тільки від того, наскільки енергетично сильний автор. (Всім відомі історії  про загадкові пожежі в будинках де зʼявлялась певна картина, або успіх в заміжжі та народженні дітей з появою картини. )",
      "ninth": "Все що нас оточує має сенс, має якийсь вплив на нас. Інколи ми перестаєм помічати частини нашого оточення, але варто їх убрати - одразу відчувається пустота. Те що навколо просто створює атмосферу. Це про настрій з яким ми прокидаємось, і що відчуваєм коли повертаємось додому після рабочого дня або відпустки.",
      "tenth": "Ділюсь своїм сприйняттям і своєю творчістю.",
      "eleventh": "Запрошую до перегляду картин"
    },
    "listPictures": {
      "all": "Всі",
      "inStock": "В наявності",
      "ifNotAvailable": "Схоже всі картини розпродані!!! Тисніть на кнопку `Всі` і замовте для себе ту, яка сподобалась найбільше!",
      "notForPlace": "Зараз, нажаль, для цієї категорії нічого не можу запропонувати. Якщо Ви шукаєте щось конкретне, напишіть мені листа, я буду рада Вам допомогти )",
      "filters": "Фільтри",
      "livingRoom": "Вітальня",
      "kitchen": "Кухня",
      "bedroom": "Спальня",
      "childrenRoom": "Дитяча",
      "office": "Офіс"
    },
    "pictureInfo": {
      "size": "Розмір",
      "dateOfAdd": "Дата додавання зображення",
      "order": {
        "title": "Замовити або придбати картину",
        "setAdress": "Зазначте свої: ім‘я та прізвище; місцевий номер телефону; імейл. Я зможу сформувати відправлення і дізнатись для Вас орієнтовну вартість доставки.",
        "delivery": "Послуги доставки оплачуються замовником",
        "placeholder": "Микита Мудрик; MktM@gmail.com; 0937654976; Україна,м.Київ,Дарницький район",
        "buttonSubmit": "Відправити замовлення",
        "IfBuyText": "Ви обрали для придбання картину",
        "size": "її розмір (в сантиментрах)",
        "ifAnother": " Якщо Ви бажаєте придбати цю картину іншого розміру, тисніть на кнопочку `Замовляю`, і оберіть для себе бажаний розмір полотна.",
        "order": "Замовляю",
        "buy": "Купляю",
        "selectSize": "Оберіть розмір полотна яке найкраще підійде Вашому інтерʼєру",
        "attention": " Прошу зауважити,  термін виконання замовлення може зайняти від 2 тижнів до 2 місяців. Це залежить від загруженості митця і розміру обраного Вами полотна. Строк виконання замовлення буде зазначений у зворотньому листі-підтверджені.",
        "desctiption": "Цей сайт не є інтернет магазином, тому запити на придбання або замовлення картин відправляються безпосередньо автору. Після опрацювання замовлення (протягом доби), Ви отримаєте електронний лист з підтвердженням і  реквізитами для внесення предоплати.",
        "prepayment": " Предоплата складає 20% від вартості картин, і !НЕ повертається у випадку відхилення замовлення.",
        "afterPrepayment": " Як тільки предоплата буде зарахована, картина почне створюватись, або буде відправлена на зазначену адресу.",
        "findPrice": "Ознайомитись з вартістю картин",
        "cm": "розміри зазначені у сантиметрах"
      }
    }
  },
  "socialProject_page": {
    "text1": "Через годину після вибухів в моєму місті (Харків), я з чоловіком, двоє дітей, кіт і собака вже були в машині на шляху виїзду з міста. На чотирьох ми мали однин напівпустий чімодан і сумку з тією їжею, що на той момент була в холодильнику. Памʼятаю сташенні затори, неймовірні черги на заправках і в банкомати, злякані очі навкруги, переповнені старі автівки ледь на ходу, нерозуміння нічого, відчуття себе 'в ніде'... А ще нудоту, постійний ком у горлі який не давав їсти і пити. Зі сходу до західних міст ми їхали біля тижня, десь ночували, знов їхали, і нічого не розуміли. ВІЙНА.",
    "text2": "Другого квітня я з дітьми перетнули кордон із Польшею. Ми зупинились у волонтерському центрі, через деякий час нас забрали і відвезли до польської родини, це було біля дванадцятої ночі якщо не помиляюсь. Просто незнайомі люди відкрили двері своїх домів щоб допомогти.  ",
    "text3": "Поки люди не навчаться передавати емоції що вони відчувають іншим,не вистачить слів та пояснень щоб висловити те що відчуваєш в такі моменти. Те що зробили для нас, біженців, звичайні родини по всьому світу, і найбільше польські родини - неймовірно. Нема межі вдячності.",
    "text4": "Я знаю багато історій не дуже приємних, я знаю що є багато незадоволених, обіжених і тих хто має мільон претензій з обох сторін: це реальність, а не ілюзія або казка, те що люди пустили українських біженців не зробило їх янголами, і біженці не стали кращіми - лише люди з обох сторін. Мова про те що робить людей людьми - співчуття та готовність допомогти, в міру свого розуміння цих якостей. Я вдячна від себе і від всих тих, хто потрапив у родину, мав дах над головою, необхідні речі та їжу. А головне- кожен з нас мав безпеку - ми могли спати, не жахатись вибухів, не боятись хоча б за дітей що були поруч. Від кожного, хто мав деякий час придумати як жити далі. СПАСИБІ!",
    "call": "Картину в дружню родину!!!",
    "appreciation": "Україна - країна талоновитих людей, і була такою завжди. Я хочу втілити свою вдячність ще й фізично :). Так як я художник, доступний для мене шлях - картини. Моя мета - надіслати в якості подарунка картину, до найбільшої можливої кількості родин по всьому світу. До родин які відкрили двері своїх домів нашим сімʼям. ",
    "appreciationDetales": "Я шукаю і шукатиму українських художників із закликом приєднатись, я звертаюсь і звертатимусь до відвідувачів сайта писати мені в особистих повідомленнях адреси і імена тих родин яким варто відправити подарунок, і звертаюсь і звертатимусь до всіх з проханням взяти участь у зборі коштів на оплату послуг  пошти (якщо Ви або Ваша компанія займається перевезенням посилок - буду вдячна за співпрацю). Звіти звісно докладатимуться. ",
    "ukraineIsCool": "Українці можуть не тільки брати -  українці можуть і віддають. ",
    "report": "Звіт про вже зроблене:"
  },
  "dev_page": {
    "info": "Моя знайома остеапат каже що тіло починає старіти коли починає старіти хребет, а мізки починають старіти коли вони перестають працювати. Напруження під час мозкової діяльності гарантує живість та адекватність розуму. Щоб підтримувати розум активним йому потрібні навантаження, і розробка чудово з цим спарвляється! </br> Я закінчила інтенсивні курси FullStack Front-end розробника у квітні 2023 року, і від тоді я ще більш щаслива чим була раніше:). Люблю розробку і з задоволенням працюю над проектами",
    "info1": "Займаюсь розробкою сайтів. </br> ",
    "*": "маю опцію розробки 'під ключ' (у команді Devops,Back-End)",
    "ex": "Приклади робіт",
    "connect": "Для замовлення або консультації по розробці сайта, звʼяжіться зі мною через "
  },

  "learn_more": "",
  "learn_more1": " Цей підхід до життя потрібен не всім, декому достатньо звичного середовища однієї роботи, але тим кому необхідно відчувати рух, динаміку,  мають знати що це можливо!!!",
  "learn_more2": "За цією філософією, молода пара, коли вирішують одружитись, мають написати на папері, кожен сам собі, не показуючи один одному свої плани на один, пʼять та десять майбутніх років. Потім, описані очікування від життя віддавали найстарішому у роду. Той порівнював обидва погляди. Якщо бачення майбутнього молодих відрізнялись, папірці показувались один одному, і молодим не дозволявся шлюб. Вони мали поєднати свої очікування, не перешкоджаючи один одному. Було важливо, щоб кожен з них міг реалізувати свої мрії. Це не був шлюб з розрахунку або жертва когось з партнерів заради бажань половини, ні. Цінувалось життя як можливість реацізації свого потенціалу, бо коли людина має можливість (планує це,і може до того дойти) досягнути бажаного, вона мотивована, схвильована життям, захоплена їм і щаслива. В такої людини буде енергія, творчість, бажання перемагати і досягати мети. Тоді партнер стає підтримкою, опорою і другом, тоді обоє щасливі кожен в своєму життєвому шляху і в можливості проходити поряд цей шлях, розділяти труднощі і пермоги. ",
  "learn_more3": "Людина мала опанувати від сіми професій!!!",
  "learn_more4": "У більшості з Вас першою думкою, напевне, буде те, що це неможливо, і в мене була. Але це можливо! Саме це і створює життя - досягнення результатів. Я чула лише про одну людину яка жила по подібному сценарію- і я була здивована, захоплена цією людиною. Мені вона вважалась сильною і смілою, в першу чергу тому, що змогла кинути виклик суспільству. Потім, розмірковуючи, стало зрозуміло що це можливо і реально.",
  "learn_more5": {
    "start": " Перше - це пріорітети і здоровий глузд! Всім потрібно себе забезпечувати, тож спершу треба почати з заробітку, потім вплітати в життя напрямки до яких тягнуло або тягне. Скласти приблизний план, доволі просто прописати кроки що здаються можливими (і коригувати їх, якщо буде потреба)- не треба на них медитувати :). Я розкажу як склалось у мене:",
    "step1": " У дитинстві моєю мрією було стати хірургом - страшенно хотілось рятувати людей, тож пунктик з медициною зрозумілий. Медичний університет був занадто дорогий, тому життя пішло по іншому напрямку. Я цікавилась літературою і красою літературного слога - це була естетична насолода для мене. В період юності та мрій всі спостерігають за зірками, я теж спостерігала і дуже захоплювалась світобудовою. Однією з перших робіт, в студентські часи, була розмальовування матрьошок для продажу в суверірних лавках. Був час, я займалась торговлею - придумувала моделі одягу і кравчині відшивали їх на замовлення, далі йшло на продаж. Мені було 20 років, навчалась я на заочному відділенні і працювала, тоді Всесвіт подарував мені подругу, яка є чудовим майстром манікюру і нарощування вій. Вона робила мені красу безкоштовно і я була страшенно вдячна і щаслива, бо це підіймало мою самооцінку і настрій. Я сумувала за дівчат які немогли собі це дозволити. Коли тобі двадцять, якісні послуги сфери краси неймовірно важливі :). Я стала майстринею з нарощуванні вій! Перші два роки я  працювала скажено багато, по 12 - 14 годин, за дуже низьку ціну. Мені хотілось приносити іншим трошки радості, яку я отримуала сама; хотілось щоб якомога більше дівчат могли відчувати себе гарними, і так було! Потім звісно ціну довелось підіймати, але то інша історія.",
    "step2": " Життя пронизували імпульси різних напрямів.",
    "step3": " Коли зʼявились діти і почали хворіти, дуже яскраво заграла тема медицини. На питання до лікарі про хворобу дитини: '- причина то інфекції чи наслідок', зазвичай не отримувавши адекватної відповіді, дуже засмучувалась, дратувалась, і нічого не розуміючи раділа що не стала частиною сучасної медицини. В моменти коли було відчуття що зі мною відбулось справді щось цікаве - я мріяла написати книгу. Обожнюю книжки - це скарб, подарунок людського генія. Хіба можна уявити - людина на створення книги може покласти життя, а всі інші можуть пережити цей досвід за тиждень чи два! Нема слів щоб відповідно виразити вплив книжок на розвиток особистості, без книг полотно життя втрачає багатто відтінків.",
    "step4": " Коли дочці було три роки і вона почала проявляти цікавість до малювання, я відвела її до художниці на заняття. Поки в них був урок, я попросилась помалювати тихенько, щоб не просиджувати час. Після їх заняття, побачивши мій малюнок вона здивовано запитала де я вчилась малювати, на відповідь- я не вчилась- вона сказала - ' кидай свою роботу і малюй - в тебе талант'. І життя превернулось! В середині щось загорілось, і надовго позбавило спокою :). Як кажуть - 'коли починаєш малювати - спочатку зникає борщік з холодильника, потім замість мʼяса в морозилці зʼявляються фарби, а потім дім забуває про чистоту :)' ",
    "step5": "Все це відбувалось поки я працювала майстром з нарощування вій, я віддала цьому заняттю 13 років. Останні чотири я вже малювала картини і продавала їх. Свідомість преребудовувалась, я зрозуміла що я можу займатись всим, до чого мене тягне і тягнуло. Треба трохи зусиль і свідомості, щоб зрозуміти коли це ввести в життя, коли буде вдалий момент. Не залишаючи пошуку підтримки здоровʼя, як свого так і родини, я почала вивчати трави. В теплу пору року, коли ми відвідуєм село або дачу, я вивчаю навколишні трави - Ви будете здивовані коли дізнаєтесь, що всі ліки ростуть під ногами! Я встигла поступити на курс астрології і почати вивчати планети (заочне навчання- 2 рази на тиждень, замість фільму після роботи).",
    "step6": "Коли почалась війна, я перестала нарощувати вії, покинула академію астрології (бо вона знаходиться у москві). АЛЕ!!! -  в моє життя війшла розробка! І це фантастично! Це логічний, цифровий баланс моїй творчості. В мене зʼявились нові думки і проекти, і я обовїязково їх втілю в життя.",
    "step7": "Сім/десять років на опанування професії, досягнення в ній успіху і втрати інтересу до неї достатньо, сім/десять років на кожну, мінімум з сіми професій - гарантія цікавого і наповненого життя."
  },
  "dalay_lama": {
    "name": "Далай Лама XIV",
    "_1": "Будьте добріші завжди коли це можливо- а це можливо завжди",
    "_2": "Планеті не потрібна велика кількість успішних людей, планета відчайдушно потребує миротворців, цілителей, реставрувальників, казачників і люблячих всіх видів. Вона потребує людей поряд з якими хорошо жити. Планета потребує людей з мораллю і любовʼю, які зроблять цей світ живим і гуманним",
    "_3": "Ваша робота не потурбується про Вас якщо Ви захворієте, а друзі так. Не пропадайте!",
    "_4": "Речі були створені для того щоб їми користувались, а люди, для того, щоб їх любили. Мир в хаосі саме від того що все навпаки.",
    "_5": "Тема співчуття немає жодного відношення до релігії, це загальнолюдське діло - єдина умова виживання загальнолюдської раси.",
    "_6": "Дайте тим кого Ви любите крила щоб летіти, коріння щоб повернутись, і причину щоб залишитись.",
    "_7": "Нема потреби в храмах, нема потреби в складній філософії. Наш власний мозок, наше серце - ось наш храм. Моя філософія - доброта."
  },
  "lesrn_more1.1": "– У кожній професії – чи то в мистецтві, чи в літературі, чи в журналістиці – не силу треба мати, а бажання і любов до своєї справи, хотіти зробити щось. Якщо це твоя професія, то працюй, працюй так, щоб ти був задоволений і люди навколо були твоєю працею задоволені. Люди деколи надсилу працюють, хворі чи паралізовані, малюють зубами чи ногами. Потрібне лише бажання і праця. Стефанія Шабатура.",
  "lashMakerPage": {
    "title": "Лашмейкер ",
    "titleCompl": "- майстер з нарощування вій",
    "description": "Не буду витрачати Ваш час на загальну інформацію про історію розвитку послуги. Ця сротрінка для того щоб показати свої роботи, поділитись відношенням до процедури,  можливо, розвіяти деякі сумніви  і трохи відповісти на найрозповсюджені питання :)",
    "go": "Ходімo...",
    "generalInformation": {
      "first": "Перше що хотілось би порадити чудовим представницям жіночого полу - якщо ви користуєтесь тушʼю для вій, обовʼязково спробуйте нарощування! Не має значення скільки Вам років, якщо Ви користуєтесь тушʼю - ця процедура для Вас. Правильно розглядати послугу як альтернативу туші, а вже потім як можливість себе прикрасити.",
      "second": "Якщо Ви користуєтесь послугою, зверніть увагу - згідно технології нарощування вій, вони мають триматись від трьох тижнів. Якщо у Вашому випадку вії тримаються меньше цього строка, Вам не рекомендована ця процедура, це просто не рентабельно."
    },
    "needKnow": {
      "text": "Користуючись послугою зверніть увагу на:",
      "first": "Обираючи варіант нарощування - довіртесь поради майстра, не просіть зробити як у знайомої/ подруги/ як в журналі і т.д. Глибина посадки ока, напрям росту власних вій, густина, і ще багато ньюансів, роблять ваш погляд унікальним. Покладаючись на вибір іншої людини, Ви маєте шанс отримати щось неочікуване.",
      "second": "Коли майстер нарощує вії, очам повинно бути комфортно і не має бути сьози. Коли власні вії мокрі від сьози - нарощені будуть триматись набагато гірше, це брак.",
      "third": "На рахунок прикрас на віях - це ВАУ, але має бути  доречно. Роблячі вії перед якоюсь подією, не забувайте що подія мине, а вії прикрашені стразами або глітером залишаться з Вами ще на три тижні. ",
      "fourth": "Якщо Ви вважаєте що нарощені вії завджи помітні - Ви не праві.   Завдяки різноманіттю матеріалів, Ваш майстер може зробити нарощування непомітним для навколишніх."
    },
    "text": "Власне, я вважаю, що нарощування вій це дійсно крута послуга, яка робить життя жінки трошечки зручніше. Відчувати себе привабливою зранку, після важкого робочого дня, у вихідний, коли не хочеться вставати з ліжка...мммм,це справді зручно.  Будете в Харкові - приходьте на процедуру ;)"
  },
  "herbalPage": {
    "word": "МММММ......ТРАВИ",
    "title": "Мало хто з нас глобально задумються про те що нас оточує. Сонце, повітря, вода, вогонь, земля і звісно, трави. Це сприймається як данність. Люди цінують те, в що вони вкладають свій труд, свою енергію, а те що просто є, залишається поза увагою.",
    "text": {
      "bread": "Візьмемо звичайну булку хліба, це лише хліб. Як багато людей бачать в булці хліба зерно, сонечко що його зігріло, дощ що його полив і дав можливість вирости, час життя людини що збирала зерно, руки пекаря що зробили з борошна ..... звичайний хліб? Наскільки ми дійсно цінуєм природу, яка не бере з нас гроші за свою працю і робить наше життя можливим?",
      "nature": "Природа дала нам все для життя і виживання. Є умови, їжа і ліки. Все що нас оточує створено з природних матеріалів так чи інакше використаних, ліки ростуть під ногами!",
      "herbalTea": "Якщо Вам здається що вивчення трав це якась складна наука - це не так. Треба трохи любові до природи, до себе і трохи уваги. Знання мінімальної кількості трав дасть Вам змогу замінити один чай або каву на добу, на травʼяний, духмʼяний напій, який непомітно буде очищувати та зміцнювати Ваш організм. "
    },
    "propose": "Пропоную Вашій увазі познайомитись з травами які Ви з легкістю знайдите навколо",
    "cardSet": {
      "mint": {
        "title": "М'ята",
        "about": "Настої та відвари надземної частини мʼяти польової мають спазмолітичну, знеболювальну й антисептичну дію. ",
        "description": " За рахунок високого вмісту ефірної олії листя перцевої м'яти має заспокійливу, гіпотензивну, антисептичну, знеболювальну і протиблювотну дію. Препарати на основі даної рослинної сировини забезпечують антигіпоксичний і слабкий спазмолітичний ефект. Листя м'яти стимулює виділення жовчі та має протиблювотну дію. М'яти властивості включають у себе розрідження і виведення мокротиння з бронхів і легенів. "
      },
      "plantain": {
        "title": "Подорожник",
        "about": "Найвідоміші корисні властивості цієї рослини - зупинка кровотечі, зняття болю, швидке загоєння ран, саден або порізів.",
        "description": "Листя подорожника великого  проявляють різнобічну терапевтичну дію: протизапальну, секреторну, знеболювальну, кровоспинну, ранозагоювальну, бактеріостатичну, седативну (навіть снодійну), гіпотензивну, протиалергічну. Відвар з листя подорожника призначають при бронхітах, туберкульозі легень, коклюші, пневмосклерозі та інших захворюваннях дихальних шляхів, що супроводжуються виділенням густого секрету, при катарах шлунка з недостатньою кислотністю, гострих шлунково-кишкових захворюваннях (гастрити, ентерити, ентероколіти), гострих і хронічних колітах, хронічних нефритах і виразковій хворобі."
      },
      "St.John'sWort": {
        "title": "Звіробій",
        "about": "Звіробій забезпечує протизапальну, дезінфікуючу, кровоспинну, в'яжучу, антибактеріальну дію. ",
        "description": ""
      },
      "thyme": {
        "title": "Чебрець",
        "about": "Відвар чебрецю застосовують для лікування шлунково-кишкових захворювань, при нервових хворобах, безсонні, цукровому діабеті, перевтомі та нічному нетриманні сечі.",
        "description": "Чебрець має потогінну, спазмолітичну, відхаркувальну і протизапальну дію. Служить протикашльовим, ранозагоювальним, дезінфекційним, антиревматичним засобом. Він заспокоює нервову систему, пригнічує кокову мікрофлору і патогенні гриби. Препарати чебрецю покращують роботу підшлункової залози, стимулюють діяльність травної системи, підвищують апетит. Вони корисні при низькій кислотності шлункового соку і виразці дванадцятипалої кишки.Трава чебрецю застосовується для лікування захворювань нирок і сечових шляхів."
      },
      "Linden": {
        "title": "Липа",
        "about": " Має протизапальну, жарознижувальну, потогінну, відхаркувальну, діуретичну, болезаспокійливу дію.",
        "description": "Липовий чай  знижує в'язкість крові, виводить токсини з печінки, активізує роботу жовчного міхура, шлунка, сечового міхура, нирок і кишечника. Дуже корисна липа і для зовнішнього застосування: примочками з липовим настоєм лікують шкірні виразки, опіки, геморой, знімають болі в суглобах. А при безсонні, ревматизмі, шлункових кольках і спазмах кишечника немає кращого засобу, ніж тепла ванна з додаванням липового цвіту."
      },
      "blackСurrant": {
        "title": "листя чорної смородини",
        "about": "Чай зі смородиною, або листям смородини, рекомендується вживати при застуді, нежиті, кашлі.  ",
        "description": "Настої і відвари мають сечогінні, антимікробні, капілярозміцнювальні, потогінні, протиалергічні, в’яжучі та тонізуючі властивості та підвищують імунітет. Водночас настої і відвари використовують при захворюваннях нирок, сечовивідних шляхів, шлунково-кишкового тракту, шкіри, серцево-судинної системи, а також при атеросклерозі, ревматизмі, подагрі, цукровому діабеті, гіпертонічній хворобі, туберкульозі легенів. "
      }
    },
    "siteFromInfo": "Більше інформації тут",
    "diseases": {
      "description": "Трави які можна використати для лікування розповсюджених хвороб: ",

      "commonСold": {
        "title": "Простуда",
        "description": "",
        "herbs": {
          "one": "липа",
          "two": "чабрець",
          "three": "шавлія"
        }
      },
      "highPressure": {
        "title": "Високий тиск",
        "description": "",
        "herbs": {
          "one": "шавлія",
          "two": "шавлія",
          "three": "чабрець",
          "four": "липа"
        }
      },

      "lowPressure": {
        "title": "Низький тиск",
        "description": "",
        "herbs": {
          "one": "шавлія",
          "two": "чабрець",
          "three": "шавлія"
        }
      },

      "insomnia": {
        "title": "Безсоння",
        "description": "Перцева м'ята",
        "herbs": {
          "one": "шавлія",
          "two": "шавлія",
          "three": "чабрець",
          "four": "липа"
        }
      },

      "depression": {
        "title": "Діпресія",
        "description": "",
        "herbs": {
          "one": "Звіробій",
          "two": "Куркума",
          "three": "липа"
        }
      },

      "allergy": {
        "title": "Алергія",
        "description": "",
        "herbs": {
          "one": "листя смородини чороної",
          "two": "травa череди трироздільної",
          "three": "ряска"
        },
        "forVisual": "Як би не хотілось мати панацею від всіх хвороб, бездумно починати лікування травами, звісно, неможна! Будьте уважні до свого стану. Починайте знайомство з новою травою маленькими дозами і спостерігайте за реакцією свого організму.  Якщо все добре- спобуйте інщу траву  і так далі.  Потім робіть сбори. Так, це шлях не швидкий, але це треба зробити один чи два рази за своє життя- і користуйтесь на здоровʼя).",
        "forVisualOne": "В якості лікарських рослинних препаратів, які володіють протиалергічними, протисверблячими, нормалізуючими функцію кори наднирників властивостями, можно рекомендувати слідуючі лікарські рослини: яснотка, корінь валер'яни, деревій, листя суниць, траву череди трироздільної, фіалки триколірної, ромашки лікарської, квіти бузини чорної, листя смородини чороної, полину гіркого у вигляді настою всередину.",
        "forVisualTwo": " Настій або відвар трави (5 ч ложок на 200 мл окропу) пити по 1 ст ложці тричі на день.",
        "forVisualThree": "Ряска. Вважається одним з найбільш ефективних рослин від алергії. Використовувати для лікування можна як порошок ряски маленької, так і настойку з неї. Щоб приготувати настоянку, необхідно взяти одну чайну ложку промитої рослини, залити її п'ятдесятьма грамами горілки, настояти протягом семи днів, процідити, віджати. Приймається настоянка по п'ятнадцять-двадцять крапель, розчинених в одній чверті склянки води, тричі на день. Порошок готується дуже просто - суха ряска просто перемелюється в кавомолці. Потім порошок змішується з медом навпіл, а з суміші готуються кульки невеликого діаметру. Приймати потрібно по одній кульці тричі на день."
      },

      "skinRashes": {
        "title": "Шкірні висипи",
        "description": "",
        "herbs": {
          "one": "липа",
          "two": "липа",
          "three": "липа"
        }
      },
      "hysteria": {
        "title": "Істерія",
        "description": "",
        "herbs": {
          "one": "корінь та кореневище валеріани",
          "two": "трава материнки",
          "three": " собача кропива",
          "four": " деревій",
          "fifth": "звіробій",
          "sixth": "листя мʼяти, меліси"
        }
      }
    },
    "buttonVisible": "Розгорнути",
    "buttonclose": "Назад до сайту"
  },
  "defaultComponent": {
    "frontEndPage": " Я вже працюю над наповненням цієї сторінки )"
  }
}
